Repository: murayama-takumi-1216/Asterisk-python-django-taxi-management
Catalog: html/fop2/admin/i18n/*/LC_MESSAGES/fop2manager.po
Languages: pt_br, uk_ua

source: Permissions let you specify what actions the user will be able to perform inside FOP2. For example, if you do not want to give the users the ability to listen to ongoing calls, do not select the spy permission.
pt_br: As permissões permitem especificar quais ações o usuário poderá executar dentro do FOP2. Por exemplo, se você não quiser dar aos usuários a capacidade de ouvir chamadas em andamento, não selecione a permissão de espionagem.

source: If you changed any extension names and want to reread them from the regular FreePBX config and update the FOP2 config, click this button.
pt_br: Se você alterou algum nome de extensão e deseja relê-lo da configuração normal do FreePBX e atualizar a configuração do FOP2, clique neste botão.

source: Enable or disable this button from the FOP2 panel view.
pt_br: Ative ou desative este botão na visualização do painel FOP2.

source: You can change the button label to be displayed on FOP2 panel.
pt_br: Você pode alterar o rótulo do botão a ser exibido no painel FOP2.

source: You can group extensions visually on FOP2 page. If no group is specified all the extensions are going to be displayed on the Extensions box. If you type another name, a new box will be added with the name you choose. Any buttons with the same group name will be displayed on that box.
pt_br: Você pode agrupar extensões visualmente na página FOP2. Se nenhum grupo for especificado, todas as extensões serão exibidas na caixa Extensões. Se você digitar outro nome, uma nova caixa será adicionada ao nome que você escolher. Quaisquer botões com o mesmo nome de grupo serão exibidos nessa caixa.

source: You can group queues visually on FOP2 page. If no group is specified all the queues are going to be displayed on the Queues box. If you type another name, a new box will be added with the name you choose. Any buttons with the same group name will be displayed on that box.
pt_br: Você pode agrupar filas visualmente na página FOP2. Se nenhum grupo for especificado, todas as filas serão exibidas na caixa Filas. Se você digitar outro nome, uma nova caixa será adicionada ao nome que você escolher. Quaisquer botões com o mesmo nome de grupo serão exibidos nessa caixa.

source: You can set an email for every button to enable the option to email the user directly from the FOP2 panel.
pt_br: Você pode definir um email para cada botão para ativar a opção de enviar um email diretamente ao usuário a partir do painel FOP2.

source: Channel to use as originator when performing a dial from FOP2. You can use a Local type channel and use sip headers for setting the phone to auto answer.
pt_br: Canal a ser usado como originador ao executar uma discagem do FOP2. Você pode usar um canal do tipo local e usar cabeçalhos sip para configurar o telefone para atender automaticamente.

source: Originate Channel
pt_br: Canal de Origem

source: FOP2 Repository - Available Plugins
pt_br: Repositório FOP2 - Plug-ins Disponíveis

source: You can upload a tar gzip file containing a FOP2 plugin from your local system. If a plugin with the same name already exists, it will be overwritten.
pt_br: Você pode fazer upload de um arquivo tar gzip contendo um plug-in FOP2 do seu sistema local. Se já existir um plugin com o mesmo nome, ele será substituído.

source: FOP2 Server is not responding. Be sure the service is running!
pt_br: O servidor FOP2 não está respondendo. Verifique se o serviço está sendo executado!

source: FOP2 Server Status: OK
pt_br: Estado de Servidor FOP2: OK

source: lets you configure users, permissions, button details and options. It will also let you install, uninstall and configure FOP2 plugins. It will read data from your configuration backend (FreePBX, Thirdlane, etc) and populate its own tables with your preferences.
pt_br: permite configurar usuários, permissões, detalhes e opções de botões. Também permitirá instalar, desinstalar e configurar os plug-ins do FOP2. Ele lerá dados do seu back-end de configuração (FreePBX, Thirdlane, etc) e preencherá suas próprias tabelas com suas preferências.

source: FOP2 Reloaded
pt_br: FOP2 Recarregado

source: Reload FOP2
pt_br: Recarregar FOP2

source: Variable to send to the Asterisk Manager when issuing Originate commands specific for setting a phone to auto answer via sip headers or similar. This will be used if the user toggles auto answer in its own FOP2 Preferences setting
pt_br: Variável a ser enviada ao Asterisk Manager ao emitir comandos Originate específicos para configurar um telefone para atender automaticamente por meio de cabeçalhos sip ou similares. Isso será usado se o usuário alternar a resposta automática em sua própria configuração de Preferências de FOP2

source: Variables to send to the Asterisk Manager when issuing Originate commands (performing a dial from FOP2).
pt_br: Variáveis a serem enviadas ao Asterisk Manager ao emitir comandos Originate (executando um dial do FOP2).

source: To enable or disable the 'Other' option on the FOP2 Presence selection, that lets users chose the reason for their state besides the predefined ones.
pt_br: Para habilitar ou desabilitar a opção 'Outro' na seleção Presença FOP2, isso permite que os usuários escolham o motivo de seu estado além dos predefinidos.

source: Lets you disable the use of HTML5 Websocket as the communications protocol. If disable FOP2 will use Adobe Flash instead.
pt_br: Permite desativar o uso do HTML5 Websocket como o protocolo de comunicação. Se desativar o FOP2, o Adobe Flash será usado.

source: This setting lets you control if you want drag&drop transfers to be enabled in FOP2.
pt_br: Essa configuração permite controlar se você deseja que as transferências de arrastar e soltar sejam ativadas no FOP2.

source: URL to use when the logout button is clicked in the FOP2 UI. Useful if you are embedding FOP2 into some other web application and want to control what to show on logout.
pt_br: URL a ser usado quando o botão Logout for clicado na interface do usuário do FOP2. Útil se você estiver incorporando o FOP2 em algum outro aplicativo da web e quiser controlar o que mostrar no logout.

source: To control if you want a warning when the FOP2 page is about to be closed.
pt_br: Para controlar se você deseja um aviso quando a página do FOP2 está prestes a ser fechada.

source: To control if you want a confirmation when a hangup action is performed from FOP2.
pt_br: Para controlar se você deseja uma confirmação quando uma ação de interrupção for executada a partir do FOP2.

source: Mass Update
pt_br: Atualização em massa

source: Mass Update via CSV File
pt_br: Atualização em massa via arquivo CSV

source: Please assign fields for your CSV file columns. The extension field is mandatory and will be used to match the corresponding extension in the FOP2 Buttons list. Columns with no assigned field will be discarded.
pt_br: Atribua campos para suas colunas de arquivo CSV. O campo de extensão é obrigatório e será usado para corresponder à extensão correspondente na lista de botões do FOP2. As colunas sem campo atribuído serão descartadas.
