Repository: murayama-takumi-1216/Asterisk-python-django-taxi-management
Catalog: html/fop2/admin/i18n/*/LC_MESSAGES/fop2manager.po
Languages: pt_br, uk_ua

source: Field %s added to table %s
pt_br: Campo %s adicionado à tabela %s
uk_ua: Поле %s додано до таблиці %s

source: Add User
pt_br: Adicionar usuário
uk_ua: Додати Користувача

source: From here you can manage Panel users and permissions, and also mark the groups the user will be able to view or the plugins it will have enabled.
uk_ua: Звідси ви можете керувати користувачами і дозволами для інформаційної панелі, а також обмежити кнопки, які будуть відображатися для користувача, вибравши групи, які ви хочете, щоб вони бачили. Ви також можете вибрати плагіни, які хочете активувати для користувача.

source: From here you can install, uninstall, upload and configure plugins. You can get plugins from online repositories, or upload and manage local plugins.
uk_ua: Звідси ви можете встановлювати, видаляти, завантажувати та налаштовувати доповнення для панелі. Ви можете отримати доповнення онлайн з онлайн-репозиторіїв або завантажити та керувати доповненнями локально.

source: Login Details
pt_br: Detalhes de Login
uk_ua: Дані для Входу

source: Group Details
pt_br: Detalhes do Grupo
uk_ua: Інформація про Групу

source: Restricted Permission Details
pt_br: Detalhes de Permissão Restrita
uk_ua: Інформація про Обмежені Дозволи

source: The extension number for this user.
pt_br: O número do ramal para este usuário.
uk_ua: Внутрішній номер цього користувача.

source: Extension
pt_br: Extensão
uk_ua: Внутрішній Номер

source: The secret to login to the panel. If the user was autocreated on install time, the password will be the voicemail pin, if it has no voicemail enabled, it will be the same extension number.
uk_ua: Пароль для входу в панель. Якщо користувач був створений автоматично, використовуйте пароль голосової пошти, якщо у користувача не активована голосова пошта, то паролем буде той самий внутрішній номер.

source: Secret
pt_br: Chave
uk_ua: Пароль

source: User Preferences
pt_br: Preferências de Usuário
uk_ua: Налаштування Користувача

source: Choose a template to quickly set or change permissions, groups and plugins.
pt_br: Escolha um modelo para definir ou alterar rapidamente permissões, grupos e plugins.
uk_ua: Виберіть шаблон, щоб швидко призначити групи, дозволи та плагіни.

source: (pick group)
pt_br: (escolher grupo)
uk_ua: (виберіть групу)

source: (pick plugin)
pt_br: (escolher plug-in)
uk_ua: (виберіть плагін)

source: (pick template)
pt_br: (escolher modelo)
uk_ua: (виберіть шаблон)

source: (pick one)
uk_ua: (іиберіть щось)

source: Restricted Permissions
pt_br: Permissões Restritas
uk_ua: Обмежені Дозволи

source: Permissions
pt_br: Permissões
uk_ua: Дозволи

source: Permissions let you specify what actions the user will be able to perform inside the panel. For example, if you do not want to give the users the ability to listen to ongoing calls, do not select the spy permission.
uk_ua: Дозволи дозволяють призначати дії, які користувач може виконувати на панелі. Наприклад, якщо ви не хочете, щоб користувач міг стежити за іншими дзвінками, не вибирайте та не призначайте дозвіл шпигунства.

source: Template
pt_br: Modelo
uk_ua: Шаблон

source: Choose the permission you want to grant to the user.
pt_br: Escolha a permissão que você deseja conceder ao usuário.
uk_ua: Виберіть дозволи, які ви хочете призначити цьому користувачеві.

source: (pick permission)
pt_br: (escolha a permissão)
uk_ua: (вибрати дозвіл)

source: Groups
pt_br: Grupos
uk_ua: Групи

source: Group
pt_br: Grupo
uk_ua: Група

source: Select the groups you want the user to see in the panel. If no groups are selected the user will be able to see all buttons.
pt_br: Selecione os grupos que você deseja que o usuário veja no painel. Se nenhum grupo for selecionado, o usuário poderá ver todos os botões.
uk_ua: Виберіть групи, які ви хочете, щоб цей користувач міг бачити на панелі. Якщо ви не виберете жодної групи, користувач зможе бачити всі кнопки без обмежень.

source: All Buttons
pt_br: Todos os Botões
uk_ua: Усі Кнопки

source: All Extensions
pt_br: Todas as Extensões
uk_ua: Усі Внутрішні Номери

source: All Queues
pt_br: Todas as Filas
uk_ua: Всі Черги

source: All Conferences
pt_br: Todas as Conferências
uk_ua: Всі Конференції

source: All Trunks
pt_br: Todos os Troncos
uk_ua: Всі Транки

source: Plugins
uk_ua: Плагіни

source: Select the plugins you want to load for this user.
pt_br: Selecione os plugins que você deseja carregar para este usuário.
uk_ua: Виберіть плагіни які ви хочете ввімкнути для цього користувача.

source: Submit Changes
pt_br: Enviar Alterações
uk_ua: Застосувати Зміни

source: Delete User %s
pt_br: Eliminar Usuario %s
uk_ua: Видалити Користувача %s

source: Are you sure?
pt_br: Você tem certeza?
uk_ua: Ви впевнені?

source: Please insert an extension number.
pt_br: Por favor insira um número de ramal.
uk_ua: Будь ласка введіть внутрішній номер.

source: The extension must be numeric.
pt_br: A extensão deve ser numérica.
uk_ua: Внутрішній номер має бути числовим.

source: That extension already exists.
pt_br: Essa extensão já existe.
uk_ua: Таке внутрішній номер вже існує.

source: Changes saved successfully
pt_br: Alterações salvas com sucesso
uk_ua: Зміни успішно збережено

source: Users
pt_br: Usuários
uk_ua: Користувачі

source: Buttons
pt_br: Butões
uk_ua: Кнопки

source: Templates
pt_br: Modelos
uk_ua: Шаблони

source: Extensions
pt_br: Extensões
uk_ua: Внутрішні Номери

source: Queues
pt_br: Filas
uk_ua: Черги

source: Trunks
pt_br: Troncos
uk_ua: Транкі

source: Parks
pt_br: Estacionamentos
uk_ua: Парковка

source: Conferences
pt_br: Conferências
uk_ua: Конференції

source: Save
pt_br: Salvar
uk_ua: Зберегти

source: Upload
pt_br: Subir
uk_ua: Завантажити

source: Edit button options
pt_br: Opções do botão Editar
uk_ua: Опції редагування кнопок

source: Edit
uk_ua: Редагувати

source: You can change button labels and privacy options -to prevent the button to be monitored and/or hide the CallerID- among other things. You can also sort the list by dragging elements up and down or using the Sort options in the Actions menu.
pt_br: Você pode alterar os rótulos dos botões e as opções de privacidade - para impedir que o botão seja monitorado e / ou ocultar o CallerID - entre outras coisas. Você também pode classificar a lista arrastando elementos para cima e para baixo ou usando as opções de classificação no menu Ações.
uk_ua: Звідси можна змінити параметри відображення кнопок, такі як назва, конфіденційність - щоб запобігти прослуховуванню абонента або приховати ідентифікатор абонента, групи - щоб візуально згрупувати їх на панелі, а також деякі інші параметри. Також можна змінити порядок кнопок за назвою або номером, використовуючи відповідні опції в меню Дії, або перетягуючи кожен рядок, щоб відсортувати їх у довільному порядку.

source: Sort by Name
pt_br: Ordenar por Nome
uk_ua: Сортувати за Назвою

source: Sort by Number
pt_br: Ordenar por Número
uk_ua: Сортувати за Номером

source: If you changed any extension names and want to reread them from the regular backend config and update the panel config, click this button.
uk_ua: Якщо ви змінили назви внутрішніх номерів у вашій конфігурації і хочете оновити дані в панелі, натисніть цю кнопку

source: Show/Hide advanced fields for buttons.
pt_br: Mostrar / ocultar campos avançados para botões.
uk_ua: Показати/Приховати додаткові поля для кнопок.

source: %d buttons removed from system update
pt_br: %d botões removidos da atualização do sistema
uk_ua: %d кнопки видалено з оновлення системи

source: %d buttons added from system update
pt_br: %d botões adicionados a partir da atualização do sistema
uk_ua: %d кнопки додано після оновлення системи

source: %d buttons updated
pt_br: %d butões atualizados
uk_ua: %d кнопок оновлено

source: Enable or disable this button from the panel view.
uk_ua: Вмикає або вимикає цю кнопку на панелі інструментів.

source: You can change the button label to be displayed on the panel.
uk_ua: На панелі можна змінити назви внутрішніх номерів.

source: You can group extensions visually on the panel page. If no group is specified all the extensions are going to be displayed on the Extensions box. If you type another name, a new box will be added with the name you choose. Any buttons with the same group name will be displayed on that box.
uk_ua: На панелі можна візуально групувати внутрішні номери. Якщо групу не вказано, кнопки відображатимуться в розділі "Внутрішні Номери". Якщо ввести назву групи, на панелі буде створено новий розділ з такою назвою. Будь-яка кнопка з тієї ж групи буде відображатися в цій секції.

source: You can group queues visually on the panel page. If no group is specified all the queues are going to be displayed on the Queues box. If you type another name, a new box will be added with the name you choose. Any buttons with the same group name will be displayed on that box.
uk_ua: На панелі можна візуально групувати черги. Якщо група не вказана, кнопки відображатимуться в секції "Черги". Якщо ввести будь-яку назву групи, на панелі буде створено новий розділ з такою назвою. Будь-яка кнопка з тією ж групою буде відображатися в цій секції.

source: This option can be used to disable monitoring or CallerID display on the button.
pt_br: Esta opção pode ser usada para desativar o monitoramento ou a exibição do CallerID no botão.
uk_ua: Ця опція може бути використана для запобігання підслуховуванню або для приховування CallerID на цій кнопці.

source: ASTDB key to search for custom states. Default configuration is for displaying Call Forward Unconditional states.
pt_br: Chave ASTDB para procurar estados personalizados. A configuração padrão é para exibir estados incondicionais de encaminhamento de chamadas.
uk_ua: Запис ASTDB, який використовується для позначення таких станів, як переадресація виклику або подібних. У FreePBX автоматична конфігурація відстежує переадресацію викликів.

source: You can set an email for every button to enable the option to email the user directly from the panel.
uk_ua: Ви можете налаштувати адресу електронної пошти для кожної кнопки, щоб увімкнути можливість надсилати пошту безпосередньо з панелі.

source: Channel to use as originator when performing a dial from the panel. You can use a Local type channel and use sip headers for setting the phone to auto answer.
uk_ua: Канал, який буде використовуватися для надходження викликів від панелі. Можна використовувати канал типу Local і використовувати SIP-заголовки для того, щоб наказати телефону відповідати автоматично.

source: number@context for external/mobile transfers. If @context is omited it will use the default one for the extension.
pt_br: numero@contexto para transferências externas/móveis. Se o @context for omitido, ele usará o padrão para a extensão.
uk_ua: numero@contexto для переходу на зовнішній/мобільний номер. Якщо @context не вказано, буде використано той самий контекст, що і для кнопки.

source: Options to pass to chanspy. Can be used to restrict spying to certain groups (option g, SPYGROUP) or silence the beep (option q). Example: qg(SALES)
pt_br: Opções para passar para chanspy. Pode ser usado para restringir a espionagem a certos grupos (opção g, SPYGROUP) ou silenciar o sinal sonoro (opção q). Exemplo: qg(VENDAS)
uk_ua: Опції для перемикання на прослуховування. Можна використовувати для обмеження прослуховування певних груп (опція g, SPYGROUP), вимкнення звукового сигналу (опція q). Приклад: qg(SALES)

source: Extra Channel. You can use it to add extra channels to affect the status of this button.
pt_br: Canal Extra. Você pode usá-lo para adicionar canais extras para afetar o status deste botão.
uk_ua: Додатковий Канал. Використовується для додавання додаткових каналів до моніторингу, які впливатимуть на стан цієї кнопки.

source: Comma separated lists of tags. They will be searched/matched when you use the Filter input box on the panel.
pt_br: Listas de tags separadas por vírgula. Eles serão pesquisados / correspondidos quando você usar a caixa de entrada Filtro no painel.
uk_ua: Список тегів через кому. Вони будуть використані під час пошуку у вікні Фільтр на панелі.

source: Zap/Dahdi Channels (Eg: 1-24)
pt_br: Canais Zap/Dahdi (por exemplo: 1-24)
uk_ua: Канали Zap/Dahdi (Наприклад: 1-24)

source: You must specify the channel number range for zap/dahdi trunks in this field.
pt_br: Você deve especificar o intervalo de número do canal para troncos zap / dahdi neste campo.
uk_ua: У цьому полі необхідно вказати діапазон каналів для транків zap/dahdi.

source: Extra Channel
pt_br: Canal Extra
uk_ua: Канал Extra

source: You might want to specify an additional device name or put the correct device name in case you are using custom trunks.
pt_br: Você pode especificar um nome de dispositivo adicional ou colocar o nome correto do dispositivo, caso esteja usando troncos personalizados.
uk_ua: Ви можете вказати додаткове ім'я пристрою або каналу, або власне ім'я каналу, якщо ви використовуєте спеціальні транки у FreePBX.

source: Channel to use as queue member when adding/removing/pausing this button into a queue.
pt_br: Canal a ser usado como membro da fila ao adicionar/remover/pausar esse botão em uma fila.
uk_ua: Канал, який буде використовуватися як член черги при додаванні/видаленні або призупиненні цієї кнопки.

source: Voicemail mailbox to query for new voicemail.
pt_br: Caixa de correio de correio de voz para consultar um novo correio de voz.
uk_ua: Голосова пошта, до якої слід звертатися, щоб дізнатися про нові повідомлення.

source: Saving...
pt_br: Gravando...
uk_ua: Збереження...

source: Label
pt_br: Etiqueta
uk_ua: Мітка

source: Synchronize Labels
pt_br: Sincronizar Etiquetas
uk_ua: Синхронізація Міток

source: No
pt_br: Não
uk_ua: Ні

source: Yes
pt_br: Sim
uk_ua: Так

source: Enabled
pt_br: Habilitado
uk_ua: Увімкнено

source: Privacy
pt_br: Privacidade
uk_ua: Приватність

source: External Transfer
pt_br: Número Externo
uk_ua: Зовнішній Трансфер

source: Channel
pt_br: Canal
uk_ua: Канал

source: Tags
pt_br: Etiquetas
uk_ua: Мітки

source: Custom ASTDB
pt_br: ASTDB Personalizados
uk_ua: Спеціальний ASTDB

source: ChanSpy Options
pt_br: Opções ChanSpy
uk_ua: Опції ChanSpy

source: Add Group
pt_br: Adicionar Grupo
uk_ua: Додати Групу

source: Groups can be used to restrict the buttons a user should see in his panel. You can create a group with only 5 extensions and assign it to a user in the Users tab, so he can only see those extensions.
pt_br: Grupos podem ser usados para restringir os botões que um usuário deve ver em seu painel. Você pode criar um grupo com apenas 5 extensões e atribuí-lo a um usuário na guia Usuários, para que ele possa ver apenas essas extensões.
uk_ua: Групи можна використовувати для обмеження відображення кнопок на панелі. Наприклад, ви можете створити групу з 5 розширень і призначити цю групу користувачеві на вкладці "Користувачі", щоб він міг бачити тільки ці розширення на своїй панелі.

source: Name
pt_br: Nome
uk_ua: Ім'я

source: Included Buttons
pt_br: Botões Incluídos
uk_ua: Кнопки в Комплекті

source: Select the buttons you want to include in this group.
pt_br: Selecione os botões que você deseja incluir neste grupo.
uk_ua: Виберіть кнопки, які ви хочете включити до групи.

source: Check All
pt_br: Marcar Todos
uk_ua: Перевірте Всі

source: Delete Group %s
pt_br: Eliminar Grupo %s
uk_ua: Видалити Групу %s

source: Edit User %s
pt_br: Editar Usuário %s
uk_ua: Редагувати Користувача %s

source: Edit Group %s
pt_br: Editar Grupo %s
uk_ua: Редагувати Групу %s

source: Please enter a group name.
pt_br: Por favor, insira um nome de grupo.
uk_ua: Будь ласка введіть назву групи.

source: Ringgroups
pt_br: Grupos de Chamada
uk_ua: Групи Виклику

source: A template is a set of permissions, groups and plugins that you can assign to users in one step inside the Users menu for easy and quick management.
pt_br: Um modelo é um conjunto de permissões, grupos e plug-ins que você pode atribuir aos usuários em uma etapa dentro do menu Usuários para um gerenciamento fácil e rápido.
uk_ua: Шаблон це набір дозволів, груп і плагінів, які можна призначити в один крок з меню "Користувачі" для полегшення адміністрування.

source: Add Template
pt_br: Adiconar Modelo
uk_ua: Додати Шаблон

source: Edit Template %s
pt_br: Editar Modelo %s
uk_ua: Редагувати Шаблон %s

source: Template Details
pt_br: Detalles do Modelo
uk_ua: Інформація про Шаблон

source: Template %s deleted!
pt_br: Modelo %s excluído!
uk_ua: Шаблон %s видалено!

source: Template %s inserted!
pt_br: Modelo %s inserido!
uk_ua: Шаблон %s додано!

source: User %s deleted!
pt_br: Usuário %s excluído!
uk_ua: Користувача %s видалено!

source: User %s inserted!
pt_br: Usuário %s inserido!
uk_ua: Користувач %s додано!

source: Group %s deleted!
pt_br: Grupo %s excluído!
uk_ua: Групу %s видалено!

source: Group %s inserted!
pt_br: Grupo %s inserido!
uk_ua: Групу %s додано!

source: Restricted Permission %s deleted!
pt_br: Permissão restrita %s excluída!
uk_ua: Обмежений Дозвіл %s видалено!

source: Restricted Permission %s inserted!
pt_br: Permissão restrita %s inserida!
uk_ua: Обмежувальні Дозволи %s додано!

source: Delete Template %s
pt_br: Eliminar Modelo %s
uk_ua: Видалити Шаблон %s

source: Delete Restricted Permission %s
pt_br: Excluir Permissão Restrita %s
uk_ua: Видалити Обмежувальний Дозвіл %s

source: Select the groups you want to add to this template. If no groups are selected the user will be able to see all buttons.
pt_br: Selecione os grupos que você deseja adicionar a este modelo. Se nenhum grupo for selecionado, o usuário poderá ver todos os botões.
uk_ua: Виберіть групи, які ви хочете додати до цього шаблону. Якщо жодної групи не вибрано, користувач зможе бачити всі кнопки.

source: Select the plugins you want to enable in this template.
pt_br: Selecione os plug-ins que você deseja ativar neste modelo.
uk_ua: Виберіть плагіни які ви хочете ввімкнути в цьому шаблоні.

source: Make Default
pt_br: Tornar Padrão
uk_ua: Встановити За замовчуванням

source: Assign this template by default when adding new users.
pt_br: Atribua este modelo por padrão ao adicionar novos usuários.
uk_ua: Призначити цей шаблон автоматично при створенні нових користувачів на вкладці Користувачі.

source: The name for this template.
pt_br: O nome deste modelo.
uk_ua: Назва цього шаблону.

source: Choose the permission you wish to include in this template.
pt_br: Escolha a permissão que você deseja incluir neste modelo.
uk_ua: Виберіть дозволи які ви хочете включити в цей шаблон.

source: The name for this group.
pt_br: O nome deste grupo.
uk_ua: Назва цієї групи.

source: Add Restricted Permission
pt_br: Adicionar permissão restrita
uk_ua: Додати Обмежувальний Дозвіл

source: Restricted permissions lets you limit actions to a specific set of extensions/groups. They are only used for restricting actions. If you want a quick way to assign permissions, then you should use Templates as restricted permissions will limit user actions.
pt_br: Permissões restritas permitem limitar ações a um conjunto específico de extensões / grupos. Eles são usados apenas para restringir ações. Se você deseja uma maneira rápida de atribuir permissões, use Modelos, pois as permissões restritas limitarão as ações do usuário.
uk_ua: Обмежувальні дозволи дають змогу обмежити дії певною групою розширень. Їх слід використовувати лише для обмеження дій групи. Якщо вам потрібен швидкий спосіб призначення дозволів, вам слід використовувати шаблони замість розширених дозволів, оскільки ці дозволи обмежують лише дії, які зможуть виконувати користувачі.

source: Edit Restricted Permission %s
pt_br: Editar Permissão Restrita %s
uk_ua: Редагувати Обмежувальний Дозвіл %s

source: The name for this permission.
pt_br: O nome dessa permissão.
uk_ua: Назва цього дозволу.

source: Choose the permission you want to include in this advanced permission.
pt_br: Escolha a permissão que você deseja incluir nesta permissão avançada.
uk_ua: Виберіть дозвіл, який ви хочете включити до цього розширеного дозволу.

source: Restrict to Groups
pt_br: Restringir a Grupos
uk_ua: Обмежити Дозволи для цих Груп

source: Select the groups you want to restrict this permission to. You will be able to perform the actions only to the extension/buttons that are part of the selected groups. If no groups are selected, the permission will be allowed to every button on the panel.
pt_br: Selecione os grupos aos quais você deseja restringir essa permissão. Você poderá executar as ações apenas nos extensões / botões que fazem parte dos grupos selecionados. Se nenhum grupo for selecionado, a permissão será permitida para todos os botões no painel.
uk_ua: Виберіть групи, для яких ви хочете обмежити вищевказані дозволи. Ви зможете виконувати ці дії лише над тими кнопками, які входять до обраних груп. Якщо ви не виберете групи, то дозвіл буде застосовано до всіх кнопок на панелі.

source: Please insert a permission name.
pt_br: Por favor, insira um nome de permissão.
uk_ua: Будь ласка введіть ім'я дозволу.

source: That name is reserved for stock permissions, choose another one.
pt_br: Esse nome está reservado para permissões de estoque, escolha outro.
uk_ua: Це ім'я зарезервовано для стандартних прав доступу до панелі. Будь ласка, виберіть інше ім'я.

source: Accept
pt_br: Aceitar
uk_ua: Прийняти

source: Cancel
pt_br: Cancelar
uk_ua: Скасувати

source: The following error(s) occurred processing the uploaded file: %s
pt_br: Ocorreram os seguintes erros ao processar o arquivo carregado: %s
uk_ua: При спробі завантажити файл виникли наступні помилки: %s

source: Plugin installed successfully. You need to enable it globally or assign it to some users to make it available.
pt_br: Plug-in instalado com sucesso. Você precisa habilitá-lo globalmente ou atribuí-lo a alguns usuários para disponibilizá-lo.
uk_ua: Плагін успішно встановлено. Щоб зробити його доступним, ви повинні увімкнути його глобально або призначити користувачеві на вкладці "Користувачі".

source: Online Repository - Available Plugins
uk_ua: Онлайн Репозиторій - Доступні Доповнення

source: Globally Enabled
pt_br: Habilitar Globalmente
uk_ua: Увімкнено Глобально

source: Uninstall
pt_br: Desinstalar
uk_ua: Видалити

source: Install
pt_br: Instalar
uk_ua: Встановити

source: Buy
pt_br: Comprar
uk_ua: Придбати

source: Update
pt_br: Atualizar
uk_ua: Оновити

source: Free
pt_br: Grátis
uk_ua: Безкоштовно

source: Online Repository not reachable/accessible
pt_br: Repositório on-line não alcançavel/acessível
uk_ua: Онлайн Репозиторій відсутній або недоступний

source: Locally Available Plugins
pt_br: Plugins Disponíveis Localmente
uk_ua: Локальні Доступні Плагіни

source: Upload Plugin
pt_br: Subir Complemento
uk_ua: Завантажити Плагін

source: You can upload a tar gzip file containing a panel plugin from your local system. If a plugin with the same name already exists, it will be overwritten.
uk_ua: Ви можете завантажити файл tar.gz, що містить плагін панелі, у вашу локальну систему. Якщо плагін із такою назвою вже існує, його буде замінено.

source: Available Version
pt_br: Versião Disponível
uk_ua: Доступна Версія

source: Installed Version
pt_br: Versão Instalada
uk_ua: Встановлена ​Версія

source: Browse
pt_br: Explorar
uk_ua: Переглянути

source: Welcome
pt_br: Bem-vindo
uk_ua: Ласкаво Просимо

source: Error extracting plugin archive
pt_br: Erro ao extrair o arquivo morto do plug-in
uk_ua: Помилка розпакування архіву плагіна

source: Hide/Show Plugin Settings
pt_br: Ocultar/Exibir Configurações do Plug-in
uk_ua: Приховати/Показати Налаштування Плагіна

source: Settings
pt_br: Configurações
uk_ua: Налаштування

source: Add Section
pt_br: Adicionar Seção
uk_ua: Додати Розділ

source: Remove Section
pt_br: Remover Seção
uk_ua: Видалити Розділ

source: Please wait...
pt_br: Por favor aguarde...
uk_ua: Будь ласка зачекайте...
