Repository: murayama-takumi-1216/Asterisk-python-django-taxi-management
Catalog: html/fop2/admin/i18n/*/LC_MESSAGES/fop2manager.po
Languages: pt_br, uk_ua

source: Enter Section
pt_br: Entrar na Seção
uk_ua: Увійдіть до Розділу

source: That section already exists!
pt_br: Essa seção já existe!
uk_ua: Цей розділ вже існує!

source: Section cannot be empty!
pt_br: A seção não pode estar vazia!
uk_ua: Розділ не може залишатися порожнім!

source: %s users added
pt_br: %s usuarios adicionados
uk_ua: %s користувачів додано

source: %s buttons added
pt_br: %s botões adicionados
uk_ua: Додано кнопки %s

source: Configuration saved
pt_br: Configuração salva
uk_ua: Конфігурацію збережено

source: Error finding uploaded file. Did you select one? Check your PHP and/or web server configuration.
pt_br: Erro ao encontrar o arquivo enviado. Você selecionou um? Verifique sua configuração de PHP e/ou servidor da web.
uk_ua: Завантажений файл не знайдено. Ви вибрали його? Перевірте конфігурацію вашого PHP або веб-сервера.

source: File must be in tar+gzip (.tgz or .tar.gz) format
pt_br: O arquivo deve estar no formato tar+gzip (.tgz ou .tar.gz)
uk_ua: Архів має бути у форматі tar+gzip (.tgz або .tar.gz)

source: Filename does not have the correct format: it must be pluginname-version.tar.gz (eg. customplugin-0.1.tar.gz)
pt_br: O nome do arquivo não tem o formato correto: ele deve ser pluginname-version.tar.gz (por exemplo: customplugin-0.1.tar.gz)
uk_ua: Ім'я файлу не у правильному форматі: воно має бути nameplugin-version.tar.gz (Приклад: customplugin-0.1.tar.gz).

source: Panel Server is not responding. Be sure the service is running!
uk_ua: Панель Сервера не відповідає на запити сервера. Переконайтеся, що сервіс працює!

source: Licensed Plugins
pt_br: Plug-ins Licenciados
uk_ua: Ліцензійні Плагіни

source: There are no licensed plugins
pt_br: Não há plug-ins licenciados
uk_ua: Відсутні ліцензійні плагіни

source: Panel Server Status: OK
uk_ua: Стан Сервера Панелі: OK

source: lets you configure users, permissions, button details and options. It will also let you install, uninstall and configure plugins. It will read data from your configuration backend and populate its own tables with your preferences.
uk_ua: дозволить вам налаштувати користувачів, дозволи, деталі кнопок та опції. Він також дозволить вам встановлювати, видаляти і налаштовувати плагіни панелі. Модуль зчитує інформацію про конфігурацію з бекенду і використовує її для заповнення власних таблиць.

source: Close
pt_br: Fechar
uk_ua: Закрити

source: Upgrade Available
pt_br: Atualização disponível
uk_ua: Доступне Оновлення

source: Upgrade
pt_br: Atualizar
uk_ua: Оновлення

source: New %s version %s available for download
pt_br: Nova versão %s %s disponível para download
uk_ua: Нова %s версія %s доступна для завантаження

source: (Your current version is %s)
pt_br: (Sua versão atual é %s)
uk_ua: (Поточна версія - %s)

source: Panel Reloaded
uk_ua: Панель Перезавантажено

source: Reload Panel
uk_ua: Перезавантажити Панель

source: Asterisk Reloaded
pt_br: Asterisk Recarregado
uk_ua: Asterisk Перезавантажено

source: Reload Asterisk
pt_br: Recarregar Asterisk
uk_ua: Перезавантажити Asterisk

source: Show Changelog
pt_br: Mostrar Changelog
uk_ua: Показати Журнал Змін

source: Hide Changelog
pt_br: Ocultar Changelog
uk_ua: Приховати Журнал Змін

source: File extracted successfully!
pt_br: Arquivo extraído com sucesso!
uk_ua: Файл успішно розпаковано!

source: Cannot read file %s for extraction
pt_br: Não é possível ler o arquivo %s para extração
uk_ua: Неможливо прочитати файл %s для розпакування

source: Extraction directory %s does not exists!
pt_br: O diretório de extração% s não existe!
uk_ua: Каталог розпакування %s не існує!

source: Error while extracting file %s into directory %s
pt_br: Erro ao extrair o arquivo% s no diretório %s
uk_ua: Помилка під час розпакування файлу %s до каталогу %s

source: Problem trying to find the extracted upgrade files. There is no %s directory.
pt_br: Problema ao tentar encontrar os arquivos de atualização extraídos. Não há diretório %s.
uk_ua: Проблема при спробі знайти розпаковані файли оновлення. Не існує каталогу %s.

source: The permission name is already in use.
pt_br: O nome da permissão já está em uso.
uk_ua: Така назва дозволу вже існує.

source: The template name is already in use.
pt_br: O nome do modelo já está em uso.
uk_ua: Така назва шаблону вже існує.

source: The name cannot be empty!
pt_br: O nome não pode estar vazio!
uk_ua: Ім'я не може бути порожнім!

source: The user number is already in use.
pt_br: O número do usuário já está em uso.
uk_ua: Цей номер користувача вже існує.

source: Create option
pt_br: Criar opção
uk_ua: Створити опцію

source: Price
pt_br: Preço
uk_ua: Вартість

source: Backend Engine: %s
pt_br: Mecanismo de back-end: %s
uk_ua: Механізм Конфігурації: %s

source: Language
pt_br: Idioma
uk_ua: Мова

source: User
pt_br: Usuário
uk_ua: Користувач

source: Password
pt_br: Senha
uk_ua: Пароль

source: Log in
pt_br: Entrar
uk_ua: Увійдіть в систему

source: Invalid Credentials
pt_br: Credenciais Inválidas
uk_ua: Невірні Облікові Дані

source: Actions
pt_br: Ações
uk_ua: Дії

source: That name is reserved for default groups, choose another one.
pt_br: Como esse nome está reservado para grupos padrão, escolha outro.
uk_ua: Ця назва зарезервована для груп за замовчуванням. Виберіть іншу назву.

source: Logout
pt_br: Sair
uk_ua: Вийти з Системи

source: Recreate Users
pt_br: Recriar Usuários
uk_ua: Відновити Користувачів

source: Variable to send to the Asterisk Manager when issuing Originate commands specific for setting a phone to auto answer via sip headers or similar. This will be used if the user toggles auto answer in its own Preferences setting
uk_ua: Змінні для надсилання у команді Originate через Asterisk Manager, зокрема, щоб вказати пристрою на автоматичну присутність абощо. Ця змінна буде надіслана, якщо користувач вибере опцію автоприсутності на панелі особистих налаштувань.

source: Variables to send to the Asterisk Manager when issuing Originate commands (performing a dial from the panel).
uk_ua: Змінні для надсилання через Asterisk Manager під час виконання команди Originate (наприклад, під час набору з панелі).

source: Originate Variables
pt_br: Gerar Variáveis
uk_ua: Змінні Походження

source: AutoAnswer Header
pt_br: Cabeçalho de Resposta Automática
uk_ua: Заголовки Автовідповіді

source: Could not remove file %s!
pt_br: Não foi possível remover o arquivo %s!
uk_ua: Не вдалося видалити файл %s!

source: File %s removed successfully
pt_br: O arquivo %s foi removido com sucesso
uk_ua: Файл %s успішно видалено

source: Edit Setting
pt_br: Editar Configuração
uk_ua: Редагувати Налаштування

source: Enable javascript debugging on the browser.
pt_br: Ative a depuração de javascript no navegador.
uk_ua: Увімкніть налагодження JavaScript в консолі браузера.

source: To enable or disable desktop notifications (notification boxes that popup outside the browser, so you can see them with the browser minimized). This does not work with all browsers.
pt_br: Para ativar ou desativar as notificações da área de trabalho (caixas de notificação que aparecem fora do navegador, para que você possa vê-las com o navegador minimizado). Isso não funciona com todos os navegadores.
uk_ua: Вмикає або вимикає сповіщення на робочому столі (які з'являються за межами браузера, щоб їх можна було бачити, коли браузер згорнуто). Цей параметр працює не з усіма браузерами.

source: Dial prefix to use on click to call from phonebook or when using the dial box.
pt_br: Prefixo de discagem para usar ao clicar para ligar da agenda telefônica ou ao usar a caixa de discagem.
uk_ua: Префікс набору, який використовується при здійсненні дзвінків з панелі, або при натисканні на дзвінок, або з контактів, або через вікно набору номера.

source: To enable or disable the 'Other' option on the panel presence selection, that lets users chose the reason for their state besides the predefined ones.
uk_ua: Вмикає або вимикає опцію "Інше", яка дозволяє користувачам обирати довільну причину паузи/зупинки у виборі присутності панелі.

source: When you click on a queue button, the extension display will hide all extensions but the ones matching their names with its queue members. If this is enabled, then queue filtering won't be active.
pt_br: Quando você clica em um botão da fila, a exibição da extensão oculta todas as extensões, exceto as que correspondem aos nomes dos membros da fila. Se isso estiver ativado, a filtragem da fila não estará ativa.
uk_ua: При натисканні кнопки черги список внутрішніх номерів фільтрується, щоб показати тільки ті, які збігаються за назвою з членами вибраної черги. Якщо цей параметр увімкнено, фільтр внутрішніх номерів не буде активовано при виборі черги.

source: Lets you control if you want to enable or disable the Voicemail Explorer feature. Requires a voicemail license to be effective.
pt_br: Permite controlar se você deseja ativar ou desativar o recurso Explorador de correio de voz. Requer uma licença de correio de voz para ser eficaz.
uk_ua: Дозволяє вам вирішити, чи вмикати опцію голосової пошти. Для того, щоб ця функція була ефективною, потрібно ліцензувати голосову пошту.

source: Lets you disable the use of HTML5 Websocket as the communications protocol. If disabled, Adobe Flash will be used instead.
uk_ua: Дозволяє вимкнути використання HTML5 Websocket як протоколу зв'язку. Якщо вимкнено, замість нього використовуватимуться xml-сокети Adobe Flash.

source: Mode in which you want queue buttons to be displayed by default. The summary view will show only the number of logged in agents and number of waiting calls, while the full view will show every queue member and all waiting calls in detail.
pt_br: Modo no qual você deseja que os botões da fila sejam exibidos por padrão. A exibição resumida mostrará apenas o número de agentes conectados e o número de chamadas em espera, enquanto a exibição completa mostrará todos os membros da fila e todas as chamadas em espera em detalhes.
uk_ua: Режим відображення інформації в кнопках черги. Зведений вид показує тільки кількість агентів і кількість дзвінків, що очікують, тоді як повний вид показує деталізацію як агентів, так і дзвінків, що очікують на розгляд.

source: When enabled, extension buttons won't show any inactive lines, making them shorter. But also the display will be irregular as some buttons will be taller than others depending on the number of active lines.
pt_br: Quando ativado, os botões de extensão não exibem nenhuma linha inativa, tornando-os mais curtos. Mas também a exibição será irregular, pois alguns botões serão mais altos que outros, dependendo do número de linhas ativas.
uk_ua: Якщо цю опцію увімкнено, кнопки розширення не показуватимуть неактивні рядки, що зменшить їхній розмір. Відображатимуться лише ті лінії, які є активними. Це призводить до того, що розмір кнопок стає нерівномірним, а їхнє відображення - не таким акуратним.

source: This setting lets you control if you want drag&amp;drop transfers to be enabled in Panel.
uk_ua: Ця опція дозволяє контролювати використання перетягування для переведення та переадресації викликів.

source: When enabled, this option will hide all extension buttons that are lagged or unregistered.
pt_br: Quando ativada, esta opção oculta todos os botões de extensão que estão atrasados ou não registrados.
uk_ua: У разі ввімкнення цієї опції всі незареєстровані внутрішні номери будуть приховані для перегляду.

source: Main Language
pt_br: Idioma Principal
uk_ua: Основна Мова

source: URL to use when the logout button is clicked in the Panel UI.
uk_ua: URL яку слід використовувати при виборі опції "Вихід" в Інтерфейсі Панелі.

source: If you do not want to show the extension number in a button label, then enable this setting.
pt_br: Se você não quiser mostrar o número do ramal em um rótulo de botão, ative essa configuração.
uk_ua: Якщо ви не бажаєте відображати внутрішній номер на кнопках внутрішнього номера на панелі, увімкніть цей параметр.

source: Duration in seconds you want notifications to be displayed.
pt_br: Duração em segundos em que você deseja que as notificações sejam exibidas.
uk_ua: Тривалість екранних сповіщень у секундах.

source: Date format to use on Chat events.
pt_br: Formato de data a ser usado nos eventos de bate-papo.
uk_ua: Формат Дати який буде використовуватися в подіях Чату.

source: Number of lines to show per button.
pt_br: Número de linhas a serem mostradas por botão.
uk_ua: Кількість рядків для відображення на кожній кнопці внутрішнього номера.

source: To control if you want sounds for chat events.
pt_br: Para controlar se você deseja sons para eventos de bate-papo.
uk_ua: Вмикає/Вимикає звуки для подій в Чату.

source: To control if you want sounds for queue events.
pt_br: Para controlar se você deseja sons para eventos na fila.
uk_ua: Вмикає/Вимикає звуки для подій Черги.

source: To enable or disable the RING sound when your extension receives a call.
pt_br: Para ativar ou desativar o som do toque quando o seu ramal recebe uma chamada.
uk_ua: Дозволяє Увімкнути/Вимкнути звук ДЗВІНКІВ коли на ваш внутрішній номер надходить дзвінок.

source: With this setting, all extension buttons will start in unregistered state (greyed out).
pt_br: Com essa configuração, todos os botões de extensão iniciarão em estado não registrado (acinzentado).
uk_ua: Якщо цю опцію увімкнено, всі кнопки внутрішніх номерів відображатимуться як НЕ зареєстровані (сірим кольором).

source: Format in which voicemail files are stored, this must be the same as configured in /etc/asterisk/voicemail.conf
pt_br: Formato no qual os arquivos de correio de voz estão armazenados, deve ser o mesmo que o configurado em /etc/asterisk/voicemail.conf
uk_ua: Формат у якому зберігається голосова пошта. Цей параметр має збігатися з параметром вказаним у файлі /etc/asterisk/voicemail.conf.

source: To control if you want a warning when the Panel page is about to be closed.
uk_ua: Керування діалогом уваги коли вікно/вкладка панелі закривається

source: To control if you want a confirmation when a hangup action is performed from the panel.
uk_ua: Дозволяє контролювати чи потрібно підтверджувати виклик коли він обривається з панелі.

source: Search
pt_br: Buscar
uk_ua: Пошук

source: Batch Update
uk_ua: Пакетне Оновлення

source: Batch Update via CSV File
uk_ua: Пакетне Оновлення з файлу CSV

source: Select a CSV file to upload with data to perform the mass update. You must pass an extension field in the CSV file to match against the Button extension. For example:
pt_br: Selecione um arquivo CSV para carregar com dados para executar a atualização em massa. Você deve passar um campo de extensão no arquivo CSV para corresponder à extensão do botão. Por exemplo:
uk_ua: Виберіть CSV-файл для завантаження даних які потрібно оновити. Файл даних повинен містити поле розширення для оновлення відповідних записів кнопок. Наприклад:

source: Please assign fields for your CSV file columns. The extension field is mandatory and will be used to match the corresponding extension in the Panel Buttons list. Columns with no assigned field will be discarded.
uk_ua: Будь ласка призначте відповідні поля для стовпців даних CSV. Поле розширення є обов'язковим і буде використовуватися для зіставлення з відповідним записом у списку кнопок. Стовпці які не містять зіставлених полів будуть відкинуті.

source: Empty file?
pt_br: Arquivo vazio?
uk_ua: Порожній файл?

source: Could not copy uploaded file
pt_br: Não foi possível copiar o arquivo enviado
uk_ua: Не вдалося скопіювати завантажений файл

source: Could not upload file
pt_br: Não foi possível fazer o upload do arquivo
uk_ua: Не вдалося завантажити файл

source: Please assing data columns
pt_br: Por favor, assine colunas de dados
uk_ua: Будь ласка призначте будь-які поля для стовпців даних

source: Please assign the extension field to a column
pt_br: Atribua o campo de extensão a uma coluna
uk_ua: Будь ласка, призначте поле внутрішнього номера для стовпця

source: Tenants
pt_br: Inquilinos
uk_ua: Орендарі

source: Version
pt_br: Versião
uk_ua: Версія

source: Dashboard
uk_ua: Панель Приладів

source: Preferences
pt_br: Preferências
uk_ua: Налаштування

source: Sounds
pt_br: Sons
uk_ua: Звуки

source: Chat Sounds
pt_br: Sons de Chat
uk_ua: Звук Чату

source: Queue Sounds
pt_br: Sons da Fila
uk_ua: Звук Черги

source: Ring Sounds
pt_br: Sons de Chamada
uk_ua: Звук Дзвінка

source: Display
pt_br: Exibição
uk_ua: Представлення

source: Default Queue View
pt_br: Visualização de fila padrão
uk_ua: Вигляд Черги За замовчуванням

source: Dynamic Line Display
pt_br: Exibição de Linha Dinâmica
uk_ua: Відображення Динамічних Ліній

source: Popup
uk_ua: Спливаюче Вікно

source: Automatic Popup
pt_br: Pop-up Automático
uk_ua: Автоматичне Спливаюче Вікно

source: Notify Duration
pt_br: Duração da notificação
uk_ua: Тривалість Повідомлення

source: Phone
pt_br: Τelefone
uk_ua: Телефон

source: Auto Answer
pt_br: Auto Responder
uk_ua: Автовідповідач

source: Summary
pt_br: Sumário
uk_ua: Підсумок

source: Detailed
pt_br: Detalhado
uk_ua: Детальніше

source: PHP SQLite module not installed
pt_br: Módulo PHP SQLite não instalado
uk_ua: Не встановлено модуль PHP Sqlite

source: You must install the SQLite module for PHP if you want to change/set global settings and user preferences from this tool.
pt_br: Você deve instalar o módulo SQLite para PHP se desejar alterar / definir configurações globais e preferências do usuário a partir desta ferramenta.
uk_ua: Ви повинні встановити підтримку SQLite в PHP, щоб мати можливість налаштовувати глобальні та користувацькі параметри за допомогою цього інструменту.

source: Add
uk_ua: Додати

source: Add %s
uk_ua: Додати %s

source: Delete %s
uk_ua: Видалити %s

source: Delete
uk_ua: Видалити

source: Settings let you change some default behaviour for the Switchboard, like enabling drag&amp;drop, webSocket, changing the number of lines to display per button, change available presence options, etc.
uk_ua: У конфігурації ви можете змінити основні параметри конфігурації та зовнішній вигляд панелі, наприклад, увімкнути перетягування, веб-сокети, змінити кількість рядків для відображення на кожній кнопці, налаштувати параметри присутності тощо.

source: Access Control
uk_ua: Контроль Доступу

source: Resource
uk_ua: Ресурс

source: Required Roles
uk_ua: Необхідні Ролі

source: From here you can define what roles are needed to access different resources on Panel Manager.
uk_ua: Тут ви можете визначити, які ролі потрібні для доступу до різних ресурсів Диспетчера Панелей.

source: Panel Manager Users
uk_ua: Диспетчер Панелі Користувачів

source: From here you can manage Panel Manager users and their role
uk_ua: У цьому розділі ви можете керувати користувачами і ролями, які мають доступ до Диспетчера Панелей.

source: Value cannot be empty.
uk_ua: Значення не може бути порожнім.

source: Please insert a login name.
uk_ua: Будь ласка введіть ім'я користувача.

source: Please fill the password
uk_ua: Будь ласка введіть пароль

source: Please select a role for this user.
uk_ua: Будь ласка оберіть роль для цього користувача.

source: That user already exists.
uk_ua: Такий користувач вже існує.

source: Add Record
uk_ua: Додати Запис

source: Export
uk_ua: Експорт

source: Import
uk_ua: Імпорт

source: No records found
uk_ua: Не знайдено жодного запису

source: First
uk_ua: Перший

source: Previous
uk_ua: Попередні

source: Next
uk_ua: Далі

source: Last
uk_ua: Останній

source: Page
uk_ua: Сторінка

source: of
uk_ua: з

source: Total records found
uk_ua: Всього знайдено записів

source: View Record
uk_ua: Переглянути Запис

source: Edit Record
uk_ua: Редагувати Запис

source: Record inserted
uk_ua: Запис вставлено

source: File was uploaded successfully
uk_ua: Файл успішно завантажено

source: Success!
uk_ua: Успішно!

source: Record updated
uk_ua: Запис оновлено

source: An error has occurred
uk_ua: Виникла помилка

source: Record deleted
uk_ua: Запис видалено

source: Delete Marked
uk_ua: Видалити Позначено

source: Ignoring field
uk_ua: Ігнорувати поле

source: No valid fields to import!
uk_ua: Немає допустимих полів для імпорту!

source: %s records imported
uk_ua: %s імпортованих записів

source: Problems with the file upload. Check permissions on the upload directory.
uk_ua: Виникли проблеми із завантаженням файлу. Перевірте права доступу до каталогу завантаження.

source: Error inserting record:<br>
uk_ua: Виникла помилка під час вставки запису:<br>

source: Error updating record
uk_ua: Помилка оновлення запису

source: %s records deleted
uk_ua: %s записів видалено

source: Could not delete records
uk_ua: Не вдалося видалити записи

source: There are no records to export
uk_ua: Немає записів для експорту

source: All %s records on this page are selected.
uk_ua: Усі %s записів на цій сторінці вибрано.

source: Select all %s records.
uk_ua: Вибрати всі %s записів.

source: All %s records are selected.
uk_ua: Усі %s записів вибрано.

source: Clear Selection
uk_ua: Очистити Вибір

source: Please correct this value
uk_ua: Будь ласка виправте це значення

source: Time must be greater than $1 field
uk_ua: Час має бути більшим за поле $1

source: Date must be greater than $1 field
uk_ua: Дата повинна бути більшою за поле $1

source: Panel Manager upgraded!
uk_ua: Диспетчер Панелей оновлено!

source: Notification
uk_ua: Повідомлення

source: CSS Class to apply to the button, so you can modify the style for an individual button via css. You will have to add your classes to css/theme/theme.css
uk_ua: CSS клас для застосування до кнопки, щоб для кожної кнопки можна було використовувати певний стиль. Ви можете додати свої класи у файл css/theme/theme.css.

source: Toggle Advanced Fields
uk_ua: Перемикання Розширених Полів

source: Accountcode to use when Originating calls with this extension from the panel.
uk_ua: Код облікового запису який буде використовуватися при здійсненні оригінальних дзвінків з панелі.

source: To enable or disable the Presence select box
uk_ua: Вмикає або вимикає вибір Присутність на панелі.

source: Extra Fields
uk_ua: Додаткові Поля

source: Select extra field defaults for this template
uk_ua: Виберіть значення за замовчуванням для додаткових полів у цьому шаблоні

source: none
uk_ua: жодного

source: all
uk_ua: все

source: monitor
uk_ua: монітор

source: Panel Manager Autoconfiguration
uk_ua: Автоконфігурація Диспетчера Панелей

source: Reload Script:
uk_ua: Перезавантажити Скрипт:

source: Reload Script
uk_ua: Перезавантажити Скрипт

source: consoleDebug
uk_ua: консольНалагодження

source: From here you can manage FOP2 users and permissions, and also mark the groups the user will be able to view or the plugins it will have enabled.
pt_br: A partir daqui, você pode gerenciar usuários e permissões do FOP2 e também marcar os grupos que o usuário poderá visualizar ou os plugins que ele terá ativado.

source: From here you can install, uninstall, upload and configure FOP2 plugins. You can get plugins from FOP2 repositories, or upload and manage local plugins.
pt_br: A partir daqui, você pode instalar, desinstalar, fazer upload e configurar plug-ins do FOP2. Você pode obter plugins de repositórios do FOP2 ou fazer upload e gerenciar plugins locais.

source: The secret to login to fop2. If the user was autocreated on install time, the password will be the voicemail pin, if it has no voicemail enabled, it will be the same extension number.
pt_br: A chave para fazer login no fop2. Se o usuário foi criado automaticamente no momento da instalação, a senha será o PIN do correio de voz; se não houver correio de voz ativado, será o mesmo número do ramal.
